Revit 2027 API
ParameterTypeId.PhyMaterialParamAverageModulus Property
 "Average Modulus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamAverageModulus { get; }
Public Shared ReadOnly Property PhyMaterialParamAverageModulus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamAverageModulus {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamAverageModulus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace